{"translation-revision-date":"2025-10-13 13:55:45+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"Delete variation":["Poista muunnelma"],"New product form (Beta)":["Uusi tuotelomake (Beta)"],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Näytä, mikä tuotteissasi on hienoa, ja houkuttele asiakkaasi sisältörikkailla tuotekuvauksilla. Lisää kuvia, videoita ja muuta sisältöä, jota he saattavat tarvita ostaakseen."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Kaikki mitä tarvitset tuotteiden luomiseen ja myymiseen, kaikki yhdessä paikassa. Täältä löydät kaikki tuoteasetukset valokuvista ja kuvauksista hinnoitteluun ja varastoon."],"About the form…":["Tietoja lomakkeesta..."],"Thanks for the feedback — we'll put it to good use!":["Kiitos palautteesta - käytämme sen hyvään tarkoitukseen!"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Pyrimme aktiivisesti lisäämään tuotelomakkeeseen uusia ominaisuuksia, kuten mahdollisuuden lisätä virtuaalisia tuotteita, muunnelmia ja paljon muuta. Tarkkaile tätä tilaa!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Laita tuotteesi luetteloon ja ostettavaksi hetkessä! Moderni teknologiamme takaa luotettavan ja virtaviivaisen kokemuksen."],"Lightning fast performance ":["Salamannopea suorituskyky "],"What do you think of the new product form?":["Mitä mieltä olette uudesta tuotelomakkeesta?"],"Tell me more":["Lue lisää"],"More features are on the way":["Lisää ominaisuuksia tulossa"],"Please enter a valid email address.":["Syötä kelvollinen sähköpostiosoite."],"Please enter no more than 500 characters.":["Voit syöttää maksimissaan 500 merkkiä."],"Content-rich product descriptions":["Sisältörikkaat tuotekuvaukset"],"Fresh and modern interface":["Tuore ja moderni käyttöliittymä"],"Save changes and go back to the classic product editing screen.":["Tallenna muutokset ja palaa klassiseen tuotteen muokkausnäkymään."],"In case you want to participate in further discussion and future user research.":["Mikäli haluat osallistua jatkokeskusteluun ja tulevaan käyttäjätutkimukseen."],"YOUR EMAIL ADDRESS <optional \/>":["SÄHKÖPOSTIOSOITTEESI <optional \/>"],"(OPTIONAL)":["(VALINNAINEN)"],"ADDITIONAL THOUGHTS <optional \/>":["MUITA MIETTEITÄ <optional \/>"],"Turn off the new product editor":["Poista uusi tuote-editori käytöstä"],"Page %1$d of %2$d":["Sivu %1$d \/ %2$d"],"Finish":["Viimeistele"],"Share feedback":["Anna palautetta"],"Previous":["Edellinen"],"Next":["Seuraava"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/3970.js"}}