{"translation-revision-date":"2025-10-13 13:55:45+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"Enabling":["Ota käyttöön"],"Enable %s":["Ota käyttöön %s"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["Sinun on nollattava testitilisi jatkaaksesi käyttöönottoa palvelun %1$s kanssa. Tämä luo uuden testitilin ja nollaa kaikki olemassa olevat %2$s-tilin tiedot ja testitapahtumat."],"Set up payments for your store in just a few steps. With WooPayments, you can accept online and in-person payments, track revenue, and handle all payment activity from one place.":["Aseta maksutavat vain muutamassa vaiheessa. WooPaymentsilla voit vastaanottaa maksuja verkon yli tai henkilökohtaisesti, voit seurata liikevaihtoa, ja voit hallinnoida kaikkea maksuliikennettä yhdestä paikasta."],"Close sidebar":["Sulje sivupalkki"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Kun nollaat tilisi, kaikki maksutiedot – mukaan lukien tilisi %s tiedot, testitapahtumat ja maksuhistoria – menetetään. Tilaushistoriasi säilyy. Tätä toimintoa ei voi perua, mutta voit luoda uuden testitilin milloin tahansa."],"Installing":["Asennetaan"],"Are you sure you'd like to continue?":["Haluatko varmasti jatkaa?"],"Yes, reset account":["Kyllä, nollaa tili"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Kun nollaat testitilisi, kaikki maksutiedot – mukaan lukien tilisi %s tiedot, testitapahtumat ja maksuhistoria – menetetään. Tilaushistoriasi säilyy. Tätä toimintoa ei voi perua, mutta voit luoda uuden testitilin milloin tahansa."],"Activate payments":["Aktivoi maksut"],"Choose your payment methods":["Valitse maksutavat"],"Reset your test account":["Nollaa testitilisi"],"Explore support resources":["Tutustu tukiaineistoon"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Yksityiskohtaisia ohjeita sekä tukitiimimme on aina saatavilla, mikäli olet jumissa tai tarvitset apua."],"Help is on hand":["Apua on saatavilla"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Kasvata asiakaskuntaasi mainostamalla tuotteitasi miljoonille aktiivisille ostajille."],"Get the app":["Hanki applikaatio"],"Manage your store on the go":["Hallitse kauppaasi missä oletkin"],"Add extensions":["Lisää laajennuksia"],"Add extra features and functionality to your store with Woo extensions.":["Lisää uusia ominaisuuksia ja toimintoja kauppaasi Woo-laajennuksilla."],"Power up your store":["Tehosta kauppaasi"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Hallitse kauppaasi missä tahansa ilmaisella WooCommerce Mobile -sovelluksella."],"Install Mailchimp":["Asenna Mailchimp"],"Manage Mailchimp":["Hallitse Mailchimppiä"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Pidä asiakkaasi ajan tasalla kauppasi uutuuksista ja aseta käteviä oston jälkeisiä automaatioita."],"Build customer relationships":["Rakenna asiakkuussuhteita"],"Add payment methods":["Lisää maksutapoja"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Mahdollista asiakkaillesi monipuoliset tavat maksaa lisäämällä useampia maksutapoja kauppaasi."],"Provide more ways to pay":["Tarjoa useita maksutapoja"],"Promote products":["Mainosta tuotteita"],"Promote your products":["Mainosta tuotteitasi"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Palautteesi jaetaan ainoastaan WooCommercen kanssa ja käsitellän <privacyLink>tietosuojakäytäntöjen<\/privacyLink> mukaisesti."],"How was the experience of launching your store?":["Miten kuvailisit kokemustasi verkkokaupan julkaisusta?"],"Visit your store":["Vieraile kaupassasi"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Olet nyt julkaissut kauppasi ja valmis kaupankäyntiin! Emme malta odottaa näkevämme liiketoimintasi kasvavan."],"Congratulations! Your store is now live":["Onneksi olkoon! Kauppasi on nyt toiminnassa"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Hups! Kaupan julkaisussa oli ongelma. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Poista testitilaukset ja niihin liittyvät tiedot, mukaan lukien analytiikka ja ostotapahtumat, kun kauppasi on julkaistu. "],"Remove %d test orders":["Poista %d testitilausta"],"Test data":["Testitiedot"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Mahtava homma! Kauppasi on nyt valmiina – kaikki odottavat tehtävät on suoritettu."],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Valmiina kaupankäyntiin? Ennen kuin julkaiset kauppasi, varmista että olet suorittanut nämä välttämättömät tehtävät. Mikäli haluat muuttaa kauppasi näkyvyyttä verkossa, siirry WooCommerce | Asetukset | Sivuston näkyvyys."],"Essential Tasks":["Välttämättömät tehtävät"],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Mikä sai sinut tuntemaan näin? <smallText>(valinnainen)<\/smallText>"],"What’s next?":["Mitä seuraavaksi?"],"Launch Your Store":["Julkaise verkkokauppasi"],"Launch your store":["Julkaise kauppasi"],"Please try again":["Ole hyvä ja yritä uudestaan"],"Set up WooPayments":["WooPaymentsin määrittäminen"],"Go back":["Takaisin"],"We appreciate your feedback!":["Arvostamme palautettasi!"],"Send":["Lähetä"],"Back":["Takaisin"],"Install":["Asenna"],"Install %s":["Asenna %s"],"Copy link":["Kopioi linkki"],"Enable":["Ota käyttöön"],"Copied!":["Kopioitu!"],"Close":["Sulje"],"Preview":["Esikatselu"],"Cancel":["Peruuta"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}